Repository: BackupTheBerlios/kverbs
Catalog: kverbs/po/*.po
Languages: de

source: _: NAME OF TRANSLATORS Your names
de: Nicolas Bellm

source: _: EMAIL OF TRANSLATORS Your emails
de: nbellm@gmx.de

source: Conjugation:
de: Konjugation:

source: Tense:
de: Zeit:

source: Voice:
de: Genus verbi:

source: &Conjugate
de: &Konjugieren

source: A KDE Application
de: Eine KDE-Anwendung

source: 1st Conjugation
de: a-Konjugation

source: 2nd Conjugation
de: e-Konjugation

source: 3rd Conjugation non i-stem
de: konsonantische Konjugation

source: 3rd Conjugation i-stem
de: gemischte Konjugation

source: 4th Conjugation
de: i-Konjugation

source: Infinitive:
de: Infinitiv:

source: Perfect:
de: Perfekt:

source: Present
de: Indikativ Präsens

source: Present Subjunctive
de: Konjunktiv Präsens

source: Imperfect
de: Indikativ Imperfekt

source: Imperfect Subjunctive
de: Konjunktiv Imperfekt

source: Future
de: Futur I

source: Perfect
de: Indikativ Perfekt

source: Perfect Subjunctive
de: Konjunktiv Perfekt

source: Pluperfect
de: Indikativ Plusquamperfekt

source: Pluperfect Subjunctive
de: Konjunktiv Plusquamperfekt

source: Future Perfect
de: Futur II

source: Active
de: Aktiv

source: Passive
de: Passiv
